[MZStormForce X2AbilityTemplate]
LocFriendlyName="Storm Force"
LocLongDescription="Psionic lightning based attacks such as Volt do 40% more damage."
LocHelpText="Psionic lightning based attacks such as Volt do 40% more damage."
LocFlyOverText="Storm Force"
LocPromotionPopupText="<Bullet/> This ability grants 40% bonus damage to Volt, Ionic Storm and similar abilities."

[BiggerIsBetter X2AbilityTemplate]
LocFriendlyName="Bigger Is Better"
LocLongDescription="Guns over knives, and nukes over guns. You are now able to equip a Rocket Launcher in your Secondary Weapon slot. Additionally gain the Fire In The Hole ability, making your rockets more accurate."
LocHelpText="You are now able to equip a Rocket Launcher in your Secondary Weapon slot. Additionally gain the Fire In The Hole ability, making your rockets more accurate."
LocFlyOverText="Bigger Is Better"
LocPromotionPopupText="<Bullet/> Equipping the Rocket Launcher will mean not having access to the Reaper's Throwing Knives and any abilities that rely on them. Consider the mission and your squadmates when deciding which secondary to bring.\n<Bullet/> The Reaper does not get any free rockets with the launcher. Remember to equip some in your Utility and/or Grenade slots."